{
  "topics": [
    "男女の友情は成立しない",
    "田舎で育つことは不幸である",
    "コーヒーは禁止すべきである",
    "マッチングアプリは禁止すべきである",
    "アンパンマンは顔を食べさせるのを止めるべきである",
    "24時間テレビは廃止すべきである",
    "サンリオキャラクター大賞は廃止すべきである",
    "女性の水着や下着グラビアはR18規制すべきである",
    "テレビや雑誌媒体での占いコーナーは廃止すべきである",
    "学歴を理由にした雇用区別を禁止すべきである",
    "道徳の授業は廃止すべきである",
    "年収1億円以上の人には所得税を90%以上かけるべきだ",
    "風営法を廃止して性風俗は合法化すべきだ",
    "男性専用車両を作るべきだ",
    "学校は監視カメラを積極的に導入するべきだ",
    "75歳以上の投票権は廃止すべきである",
    "普通教育（通学型義務教育）は廃止すべきである",
    "国公立の女子大・女子短期大学は廃止すべきである",
    "中学の内申点は廃止すべきである",
    "公立の中学校にも入学試験を課すべきである",
    "小中学校の課程におけるホームスクーリングを認めるべきである",
    "甲子園は廃止すべきである",
    "透明人間になりたいかなりたくないか",
    "2人だけで会うのは不倫か",
    "XやInstagramはブロック機能を廃止すべきである",
    "SNSは未成年の利用を禁止すべきである",
    "YouTubeのコメント欄は廃止すべきである",
    "学校では昼寝を導入するべきだ",
    "学校にディベート教育を取り入れるべきである",
    "バレンタインは廃止すべきである",
    "小学校・中学校にも留年制度を設けるべきだ",
    "学校は始業時間を朝10時にすべきである",
    "オリンピック競技に遊戯王を採用すべきである",
    "メイクをして学校に行っても良い",
    "口コミサイトは禁止すべきである",
    "未成年のスマホ使用は規制すべきである",
    "カップ焼きそばは規制すべきである",
    "セックス同意書を法的に義務づけるべきである",
    "清涼飲料水は規制すべきである",
    "包茎治療は義務化されるべきである",
    "朝ごはんはごはんかパンか",
    "UFOは存在する。是か否か",
    "全国の学校は長期休みを廃止すべきである",
    "外国人の地方選挙権を容認すべきである",
    "宿題は禁止すべきである",
    "YouTubeの切り抜き動画の収益化は停止すべきである",
    "COVID-19のワクチン接種を義務化すべきである",
    "ビジネスシーンではスーツをパジャマに切り替えるべきである",
    "ハリー・ポッターはホグワーツを自主退学すべきである",
    "学校給食はヴィーガン対応を義務化すべきである",
    "スポーツ選手の年俸には上限を設けるべきである",
    "コンビニの24時間営業は禁止すべきである",
    "「時計」は禁止すべきである",
    "小学校の「掃除の時間」は廃止すべきである",
    "全国の芸術系大学（美大・音大など）は廃止すべきである",
    "席替えは先生が決めるべきである",
    "富士登山は禁止すべきである",
    "30過ぎの童貞処女には行政が積極的な婚活サポートをするべきである",
    "北海県はまるごと動物園にするべきである",
    "東京は西と東に分断するべきである",
    "公共施設のトイレは全てオールジェンダートイレにするべきである",
    "学校の図書室には「ジャンプ」と「ちゃお」を置くべきである",
    "ミッキーマウスはパブリックドメイン（著作権がない状態）にすべきである",
    "小学生向けのスポーツの全国大会は禁止すべきである",
    "コナンは旅行をするな",
    "天皇はvtuberにすべきである",
    "全ての学校は全寮制にすべきである",
    "参院議員は選挙ではなく試験によって決めるべきだ",
    "動物にかわいい効果音をつけるテレビ番組は禁止すべきである",
    "年齢ではなくイニシエーションによって成人を決めるべきだ",
    "地方/国会議員には一定の障害枠を設けるべきだ",
    "結婚制度は廃止すべきだ",
    "国会議員はYouTubeのチャンネル登録者数で決めるべきだ",
    "だいぶ盛った育児エッセイは禁止すべきだ",
    "公立学校は休日は敷地を地域に解放すべきである",
    "日本はタバコを禁止すべきである",
    "大学は入学試験を廃止し、卒業/進級試験を重視すべきである",
    "ジャンクフード税を導入すべきである",
    "血液型診断を信じるべきである",
    "日本人の国民食はカレーかラーメンか",
    "しずかちゃんはのび太と結婚するべきではない",
    "ルフィ一行はいっさいの海賊行為から引退するべきである",
    "60歳を超えてから幸せなのは男性か女性か",
    "10歳の男の子は女湯に入ってもいい",
    "好きな人には自分から告白するべきである",
    "初めてのデートでは映画館か動物園か",
    "披露宴は必要ない",
    "永遠に生きるように過ごすべきか、明日死ぬかのように生きるべきか",
    "『ガキの使いあらへんで』は放送終了するべきである",
    "毎日食べるならドックフードかゴキブリか",
    "恋人と見るならホラー映画かロマンス映画か",
    "桃太郎は武力を使った鬼退治をするべきではない",
    "アイドルの恋愛は禁止すべきである",
    "マンガ原作作品の実写化は禁止すべきである",
    "コンビニのおでんは廃止すべきである",
    "企業の人事部ではシャーマンを雇うべきである",
    "先輩が後輩に敬語を使うべきである",
    "コミケは地方で開催するべきである",
    "河童は淡水魚である",
    "プロ野球にもコールドを設けるべきだ",
    "テーブルマナーは必要ない",
    "学校は土足で活動するべきだ",
    "刑務所を民営化すべきである",
    "奨学金は成績ではなく経済状況のみに応じて与えられるべきである",
    "おしゃれは利益より害の方が大きい",
    "子供の時は都会より田舎で暮らす方が良い",
    "教師と教え子（現役）の恋愛は禁止すべきだ",
    "Xでのポストは有料化すべきだ",
    "人体にマイクロチップを埋め込むべきである",
    "ペットは本物の犬よりロボット犬の方がよい",
    "宮内庁は民営化すべきである",
    "ゲイパレードは禁止すべきである",
    "男子の制服もスカートにするべきである",
    "学校では「学級制度」を無くすべきである",
    "公立学校で校内に貼るポスターの広告枠の売買を許可するべきだ",
    "野球と将棋、どちらが良いか",
    "付き合うならギャルかオタクか",
    "健康な人の献血を義務化すべきである",
    "お互いの了解の下での決闘を合法化すべきである",
    "母の日、父の日があるのだから「独身の日」があっても良い",
    "恋愛相談は異性にするべきか、同性にするべきか",
    "公共の場でのヌードを合法化すべきである",
    "ペットを飼うのを免許制にするべきである",
    "ディベートではなくラップでバトルするべきである",
    "オフィスの椅子はバランスボールにするべきである",
    "教室は床を畳にするべきである",
    "朝ごはんをピザにするのは良いことだ",
    "カジュアルフライデーを導入するべきである",
    "ガムとキャンディを学校に持ち込むことを許可するべきである",
    "二次創作の同人誌への取り締まりを厳しくするべきだ",
    "鉄道写真の撮影は許可制にするべきである"
  ]
}
